export const timelineData = [
    { date: "2025.7", age: 25, title: "PMを辞める", body: "やっぱりお豆腐メンタルにPMは向いてねえ！" },
    { date: "2024.08", age: 25, title: "PMに戻る", body: "新卒で培ったスキルを活かし転職を決意。こりごりといいつつ結局PMに戻る。でも念願であったVJの演出やMVの制作に携わる。" },
    { date: "2023.05", age: 23, title: "植物屋になる", body: "父親が庭師なこともあり、植物が好きなので多肉植物屋に勤める。サボテンは人の心を絆してくれる。退社した今もECの手伝い等をしている。" },
    { date: "2022.04", age: 22, title: "新卒でずっこける", body: "念願の制作会社に入れたものの、社会に揉まれる。人と人の板挟みはこりごりや〜" },
    { date: "2018.4", age: 18, title: "atmosでアルバイトをする", body: "大学入学直後、スニーカーが好きでatmosでアルバイトを始める。店内で好きな音楽がかけられる環境だったので、MixcloudでAutechreを知り、IDMにハマる。" },
    { date: "2015.6", age: 15, title: "映像作家・橋本麦に出会う", body: "高校生になっても相変わらず電子音楽が好きであった。group_inouの『eye』MVを見て、こんなかっこいい映像が作りたいと漠然と映像業界を志す。" },
    { date: "2013.4", age: 13, title: "中学生になる", body: "湘南乃風や西野カナが世の中を席巻していたため、なんとなくサカナクションが好きだと言い出せず周りに合わせることを覚えた。" },
    { date: "2011.09", age: 10, title: "電子音楽に芽生える", body: "サカナクションの『DocumentaLy』というアルバムに出会う。電子音楽にハマる。" },
    { date: "2008.04", age: 8, title: "広島市安佐南区から広島市安佐北区に引っ越す", body: "田舎to田舎だが、鹿や猿の出るさらに田舎に引っ越す。" },
    { date: "1999.08", age: 0, title: "うまれる", body: "広島県広島市にて爆誕。" }

]